<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<!DOCTYPE html>

<html>
<head>
    <title>Окончание кошмара</title>

    <%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>

    <link href="static/main.css" rel="stylesheet">

    <script src="<c:url value="/jquery-3.6.0.min.js"/>"></script>
</head>
<style>
    p {
        font-family: Arial;
        font-size: 30px;
    }

    h1 {
        font-family: "Arial Black";
        font-size: 50px;
        text-align: center;
    }

    button {
        font-family: Arial;
        font-size: 30px;
        margin-left: 30px;
    }

</style>

<body>


<h1>Окончание кошмара</h1>

<p>Оборотни разом бросаются на тебя. Но ты уже готов к этому, поэтому успеваешь увернуться и подбежать к альфа-самцу. Выхватив из ножен серебряный кинжал, ты всаживаешь его в бок вожака стаи.</p>
<p>"Р-р-р-р-а-а-а! Будь проклят тот день, когда я рассказал тебе об этом кинжале! Ты все-таки мой сын, настоящий охотник на монстров. Похоже, я недооценивал волю человека к жизни. Прощай! И прости старика за все".</p>
<p>Огромная туша оборотня с белым мехом падает на землю. После смерти она превращается в обнаженного человека с длинными седыми волосами и бородой. Это действительно был твой отец. Слезы сразу же заливают твои глаза.</p>
<p>Остальные оборотни тоже превращаются в людей и с ужасом смотрят на тебя. Затем с криками бегут прочь. Возможно, они считают тебя чудовищем. Но сегодня ты спас их и других горожан от проклятия ликантропии.</p>
<p>Как и подобает настоящему охотнику на монстров. Пуст твой отец и сбился с пути, ты продолжишь его дело. Какие бы твари ни угрожали людям, ты положишь их злодеяниям
<hr>
<p style="font-family: 'Arial Black'; font-size: 40px; text-align: center">КОНЕЦ</p>

<button onclick="window.location='index.jsp'">На главную</button>


</body>
</html>
