<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<!DOCTYPE html>

<html>
<head>
    <title>Зов полной луны</title>

    <%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>

    <link href="static/main.css" rel="stylesheet">

    <script src="<c:url value="/jquery-3.6.0.min.js"/>"></script>
</head>
<style>
    p {
        font-family: Arial;
        font-size: 30px;
    }

    h1 {
        font-family: "Arial Black";
        font-size: 50px;
        text-align: center;
    }

    button {
        font-family: Arial;
        font-size: 30px;
        margin-left: 30px;
    }

</style>

<body>


<h1>Зов полной луны</h1>

<p>Прежде чем оборотни успевают напасть, ты выхватываешь револьвер и всаживаешь все оставшиеся пули в грудь вожаку стаи. Он рычит от боли, но остается крепко стоять на ногах.</p>
<p>"Ха-ха-ха! Ты наивно полагал, что серебряные пульки способны убить альфу? Моя регенерация в десятки раз сильнее, чем у обычных ликантропов. Ну что, это все, на что ты способен?".</p>
<p>Не может быть! Серебро не способно ему навредить? Но ведь обычных оборотней серебряные пули кладут наповал. Наверное, тебе стоило найти какое-то более действенное средство против альфа-самца.</p>
<p>Монстры обступают тебя, но почему-то не спешат разорвать на части. Ты задираешь голову и с ужасом видишь, что полная луна вошла в зенит. Дрожь в твоем теле становится невыносимой, кости трещат, а из кожи лезет серый мех.</p>
<p>"Ну вот теперь ты мне нравишься больше! Добро пожаловать в стаю! Теперь, сын, мы всегда будем вместе! "</p>
<p>Сопротивляться кровожадным мыслям сил больше нет. Ты хочешь что-то ответить, но из глотки раздается лишь утробный рык. Теперь эти людишки получат по заслугам. Горе тем, кто встретится на пути у вашей стаи. Их ждет весьма не завидный</p>

<hr>
<p style="font-family: 'Arial Black'; font-size: 40px; text-align: center">КОНЕЦ</p>

<button onclick="window.location='index.jsp'">На главную</button>


</body>
</html>

